[M_BlowTheBridge MissionDefinition]
MissionSummary="Blow up the Sheriff's train."

[M_BlowTheBridge:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionDescriptionOverride="The sheriff of [place]Lynchwood[-place] sends every ounce of Eridium from the town mines to her boyfriend, Handsome Jack. Brick wants you to destroy the train she uses to transport this Eridium. The bomb transport you placed on the tracks is currently speeding toward the Eridium train -- hurry and get to the detonator so you can blow the bomb when it's next to the train!"
